app/controllers/mensajes_controller.rb

	def index
		mensajes = Mensaje.all
---
SELECT "mensajes".* FROM "mensajes"